[LanguageOptions]
FontName=MS Sans Serif
FontSize=9
FontCharSet=1


[FrmMain]
PopDisplays.Caption=&Afficher le programme principal
PopExit.Caption=&Quitter
FrmMain.Caption=Logiciel de gestion de la communication

S_Blue.Caption=Bleu
S_Black.Caption=Noir
S_Silver.Caption=Gris
C_Language.Caption=Langage
C_DeviceType.Caption=Type d'appareil

dxRibbon1Tab1.Caption=Gestion de l'appareil
dxRibbon1Tab2.Caption=Supervision des enregistrements
dxRibbon1Tab3.Caption=Gestion des employés
dxRibbon1Tab4.Caption=Gestion des enregistrements
dxRibbon1Tab5.Caption=Gestion du U Disk

dxBarManager1Bar2.Caption=Gestion du terminal
dxBarManager1Bar4.Caption=Gestion des unités
dxBarManager1Bar5.Caption=Gestion en temps réel
dxBarManager1Bar6.Caption=Monitoring en temps réel des enregistrements
dxBarManager1Bar7.Caption=Gestion des employés
dxBarManager1Bar8.Caption=Communication des employés
dxBarManager1Bar9.Caption=Recherche d'enregistrement
dxBarManager1Bar10.Caption=Exportation d'enregistrement
dxBarManager1Bar12.Caption=Contrôle des employés
dxBarManager1Bar13.Caption=Gestion du U Disk

S_AddC.Caption=Ajouter une unité
S_ModifyC.Caption=Modifier une unité
S_DelC.Caption=Supprimer une unité
S_SyncTime.Caption=Mettre à jour l'heure
S_Init.Caption=Initialiser l'appareil

S_Set.Caption=Paramètres du terminal
S_SetRing.Caption=Paramètres de sonnerie
S_SetGroup.Caption=Paramètres de groupes / horaires
S_Status.Caption=MAJ automatique du statut T&A

S_ReadNewRec.Caption=Télécharger un nouvel enregistrement
S_ReadRec.Caption=Télécharger tous les enregistrements
S_DelRec.Caption=Effacer l'enregistrement

S_Backup.Caption=Backup de l'employé
S_Restore.Caption=Restaurer l'employé

S_AddC.Hint=Ajouter l'appareil
S_ModifyC.Hint=Modifier l'appareil
S_DelC.Hint=Supprimer l'appareil
S_SyncTime.Hint=Mettre à jour l'heure
S_Init.Hint=Initialiser l'appareil

S_Set.Hint=Paramètres du terminal
S_SetRing.Hint=Paramètres de sonnerie
S_SetGroup.Hint=Paramètres de groupes / horaires
S_Status.Hint=MAJ automatique du statut T&A

S_ReadNewRec.Hint=Télécharger un nouvel enregistrement
S_ReadRec.Hint=Télécharger tous les enregistrements
S_DelRec.Hint=Supprimer l'enregistrement

S_Backup.Hint=Backup de l'employé
S_Restore.Hint=Restaurer l'employé

cxTreeview2.Items[0].Text=Tous les groupes
cxTreeview2.Items[1].Text=Groupe 1
cxTreeview2.Items[2].Text=Groupe 2
cxTreeview2.Items[3].Text=Groupe 3
cxTreeview2.Items[4].Text=Groupe 4
cxTreeview2.Items[5].Text=Groupe 5

SP_Stop.Caption=Stop

S_Start.Caption=Activer le temps réel
S_End.Caption=Désactiver le temps réel

S_Start.Hint=Activer le temps réel
S_End.Hint=Désactiver le temps réel

E_Start.Caption=Heure de début
E_End.Caption=Heure de fin
E_Usercount.Caption=Numéro de l'employé
E_In.Caption=Heures de pointage
E_Out.Caption=Heures de sortie
E_Other.Caption=Autres heures

E_Start.Hint=Heure de début
E_End.Hint=Heure de fin
E_Usercount.Hint=Numéro de l'employé
E_In.Hint=Heures de pointage
E_Out.Hint=Heures de sortie
E_Other.Hint=Autres heures

C_U.Caption=U disque
U_Refresh.Caption=Trouvez le disque U
U_Record.Caption=Lire les enregistrements de disque U
U_Restore.Caption=Restaurer des employés de l'U disque
U_Backup.Caption=Employé de sauvegarde à U disque

S_All.Caption=Tout sélectionner
S_Other.Caption=Inverser la séléction
S_Up.Caption=Aligner en haut
S_Left.Caption=Aligner à gauche
S_Setlan.Caption=Configurer l'IP
S_UnitInfo.Caption=Information du terminal
S_OpenDoor.Caption=Ouvrir les portes via le logiciel
S_Message.Caption=Gestion des messages
S_ClearMG.Caption=Désactiver le gestionnaire
S_AttPic.Caption=Gestion des photos des utilisateurs
S_DownLoadLog.Caption=Télecharger le log
S_SetMCard.Caption=Paramètres des gestions de cartes
S_ListLog.Caption=Rechercher les logs
S_MachineNumber.Caption=Paramètrer le numéro de l'appareil
Set_GPRS.Caption=GPRS

S_AddD.Caption=Ajouter un département
S_ModifyD.Caption=Modifier le département
S_DelD.Caption=Supprimer le département

S_AllU.Caption=Tout sélectionner
S_NoneU.Caption=Annuler la sélection

S_BaseSet.Caption=Configuration des paramètres de base
S_State.Caption=Configuration du statut T&A
S_AutoDown.Caption=Téléchargement automatique des enregistrements
S_OP.Caption=Configuration de la gestion des mots de passe
S_DB.Caption=Gestion du linking de la base de données
S_Exit.Caption=Quitter le système

cxGrid1DBTableView1Column1.Caption=Numéro
cxGrid1DBTableView1Column2.Caption=Nom
cxGrid1DBTableView1Column3.Caption=Date/Heure
cxGrid1DBTableView1Column4.Caption=Statut
cxGrid1DBTableView1Column5.Caption=Numéro de terminal
cxGrid1DBTableView1Column6.Caption=ID de l'appareil
cxGrid1DBTableView1Column7.Caption=Nom de l'appareil
cxGrid1DBTableView1Column8.Caption=Département
cxGrid1DBTableView1Column9.Caption=Position
cxGrid1DBTableView1Column10.Caption=Code de travail
cxGrid1DBTableView1Column11.Caption=Méthode de vérification
cxGrid1DBTableView1Column12.Caption=Méthode de vérification

S_AddU.Caption=Ajouter un employé
S_ModifyU.Caption=Modifier l'employé
S_DelU.Caption=Supprimer l'employé
S_Move.Caption=Transférer dans un autre département
S_SetPower.Caption=Configurer les privilèges
S_CopyPower.Caption=Copier les privilèges
S_DownFP.Caption=Télécharger l'empreinte
S_UpFP.Caption=Upload des employés et des empreintes
S_DelU2.Caption=Supprimer de l'appareil

S_AddU.Hint=Ajouter un employé
S_ModifyU.Hint=Modifier l'employé
S_DelU.Hint=Supprimer l'employé
S_Move.Hint=Transférer dans un autre département
S_SetPower.Hint=Configurer les privilèges
S_CopyPower.Hint=Copier les privilèges
S_DownFP.Hint=Télécharger l'empreinte
S_UpFP.Hint=Upload des employés et des empreintes
S_DelU2.Hint=Supprimer de l'appareil

E_Uid.Caption=ID de l'employé
E_Uname.Caption=Nom de l'employé
E_Umachine.Caption=Appareil
S_SearchU.Caption=Chercher un employé

E_Uid.Hint=ID de l'employé
E_Uname.Hint=Nom de l'employé
E_Umachine.Hint=Appareil
S_SearchU.Hint=Chercher un employé

cxGrid2DBTableView1Column1.Caption=Numéro de l'employé
cxGrid2DBTableView1Column2.Caption=Numéro de carte
cxGrid2DBTableView1Column3.Caption=Nom
cxGrid2DBTableView1Column4.Caption=Sexe
cxGrid2DBTableView1Column5.Caption=Mot de passe
cxGrid2DBTableView1Column6.Caption=Type d'utilisateur
cxGrid2DBTableView1Column7.Caption=Position
cxGrid2DBTableView1Column8.Caption=Anniversaire
cxGrid2DBTableView1Column9.Caption=Date d'emploi
cxGrid2DBTableView1Column10.Caption=Numéro de téléphone
cxGrid2DBTableView1Column11.Caption=Adresse
cxGrid2DBTableView1Column12.Caption=Appareil
cxGrid2DBTableView1Column13.Caption=Numéro de département
cxGrid2DBTableView1Column14.Caption=Groupe
cxGrid2DBTableView1Column15.Caption=Méthode de vérification
cxGrid2DBTableView1Column16.Caption=FP1
cxGrid2DBTableView1Column17.Caption=FP2
cxGrid2DBTableView1Column18.Caption=FP3
cxGrid2DBTableView1Column19.Caption=FP4
cxGrid2DBTableView1Column20.Caption=FP5
cxGrid2DBTableView1Column21.Caption=FP6
cxGrid2DBTableView1Column22.Caption=FP7
cxGrid2DBTableView1Column23.Caption=FP8
cxGrid2DBTableView1Column24.Caption=FP9
cxGrid2DBTableView1Column25.Caption=FP10
cxGrid2DBTableView1Column26.Caption=Mot de passe
cxGrid2DBTableView1Column27.Caption=Face
cxGrid2DBTableView1Column28.Caption=Iris

S_Search.Caption=Mémorisation de la recherche
S_Export.Caption=Exporter un enregistrement

S_Search.Hint=Rechercher un enregistrement
S_Export.Hint=Exporter un enregistrement

E_From.Caption=Date de début
E_To.Caption=Date de fin

E_Format.Caption=Format d'export
E_Field.Caption=Champ d'exportation
E_DTFormat.Caption=Format du temps
E_ULength.Caption=Longueur de l'ID de l'employé
E_Space.Caption=Symbole de l'espace
E_SLength.Caption=Longueur du symbole de l'espace

E_Format.Items.Text=Text file(*.txt)\r\nCSV file(*.csv)\r\nExcel file(*.xls)
E_DTFormat.Items.Text=yyyy-mm-dd hh:mm:ss\r\nyyyy-m-d hh:mm:ss\r\nyy-mm-dd hh:mm:ss\r\nyyyymmddhhmmss
E_Space.Items.Text=,\r\n;\r\n_\r\n/\r\n-\r\nTab\r\nSpace

E_Field.Items[0].Description=Numéro
E_Field.Items[1].Description=Nom
E_Field.Items[2].Description=Date/Heure
E_Field.Items[3].Description=Numéro de terminal
E_Field.Items[4].Description=Nom de l'appareil
E_Field.Items[5].Description=Statut
E_Field.Items[6].Description=Nom du statut
E_Field.Items[7].Description=Département
E_Field.Items[8].Description=Position

cxGrid3DBTableView1Column1.Caption=Numéro
cxGrid3DBTableView1Column2.Caption=Nom
cxGrid3DBTableView1Column3.Caption=Date/Heure
cxGrid3DBTableView1Column4.Caption=Statut
cxGrid3DBTableView1Column5.Caption=Description du statut
cxGrid3DBTableView1Column6.Caption=Numéro de terminal
cxGrid3DBTableView1Column7.Caption=ID de l'appareil
cxGrid3DBTableView1Column8.Caption=Nom de l'appareil
cxGrid3DBTableView1Column9.Caption=Département
cxGrid3DBTableView1Column10.Caption=Position
cxGrid3DBTableView1Column11.Caption=Code de travail
cxGrid3DBTableView1Column12.Caption=Méthode de vérification
cxGrid3DBTableView1Column13.Caption=Méthode de vérification



[FrmEditUser]
FrmEditUser.Caption=Ajouter/Modifier les informations de l'employé

TabSheet1.Caption=Informations basiques
TabSheet3.Caption=Enregistrement d'empreintes digitales

Label1.Caption=Numéro
Label2.Caption=Nom
Label3.Caption=Numéro d'ID
Label7.Caption=Numéro de carte
Label4.Caption=Sexe
Label5.Caption=Pays
Label14.Caption=Politique
Label6.Caption=Anniversaire
Label12.Caption=Date d'emploi
Label9.Caption=Position
Label17.Caption=Education
Label10.Caption=Numéro de téléphone
Label13.Caption=Lieu de naissance
Label15.Caption=Adresse
Label8.Caption=Tarif Hor
Label11.Caption=Numéro de téléphone portable

Label19.Caption=Département
Label20.Caption=Numéro de groupe
Label16.Caption=Type d'utilisateur
Label18.Caption=Méthode de vérification
Label21.Caption=Mot de passe

CB1.Caption=Appareil par défaut
CB2.Caption=Empreinte
CB3.Caption=FP+MP
CB4.Caption=FP+MP+Carte
CB5.Caption=ID+MP
CB6.Caption=ID+FP
CB7.Caption=ID+MP+FP
CB8.Caption=Carte
CB9.Caption=Carte+MP
CB10.Caption=Carte+FP

B_OK.Caption=OK
B_Cancel.Caption=Annuler

L_xb.Items.Text=Homme\r\nFemme
L_zzmm.Items.Text=Membre de communauté\r\nMembre de parti
L_yhlx.Items.Text=Utilisateur normal\r\nAdministrateur

//L_bdfs.Items.Text=Sept\r\nRF+FP\r\nPW+FP\r\nRF+PW\r\nID+FP
L_bdfs.Items.Text=Sept\r\nRForFP\r\nFP\r\nRF+FP
L_bdfs.Items.Text1=Sept\r\nPW+FP\r\nID+FP
L_bdfs.Items.Text2=Sept\r\nRF+FP\r\nPW+FP\r\nRF+PW\r\nID+FP
L_bdfs.Items.Text3=Sept\r\nRF+PW
L_bdfs.Items.Text4=Sept\r\nRForFP\r\nFP\r\nRF+FP

GroupBox2.Caption=Condition d'enrollement d'empreinte

CB_Finger1.Caption=Empreinte1
CB_Finger2.Caption=Empreinte2
CB_Finger3.Caption=Empreinte3
CB_Finger4.Caption=Empreinte4
CB_Finger5.Caption=Empreinte5
CB_Finger6.Caption=Empreinte6
CB_Finger7.Caption=Empreinte7
CB_Finger8.Caption=Empreinte8
CB_Finger9.Caption=Empreinte9
CB_Finger10.Caption=Empreinte10

S_Enroll1.Caption=Inscrire
S_Enroll2.Caption=Inscrire
S_Enroll3.Caption=Inscrire
S_Enroll4.Caption=Inscrire
S_Enroll5.Caption=Inscrire
S_Enroll6.Caption=Inscrire
S_Enroll7.Caption=Inscrire
S_Enroll8.Caption=Inscrire
S_Enroll9.Caption=Inscrire
S_Enroll10.Caption=Inscrire

S_OK.Caption=&Sauvegarder
S_Exit.Caption=&Annuler

[FrmLogin]
FrmLogin.Caption=Login du système…
Label2.Caption=Login du système

Label1.Caption=Mot de passe administrateur :
SP_OK.Caption=&OK
SP_Exit.Caption=&Annuler

[FrmInputDept]
FrmInputDept.Caption=Nom du département

Label1.Caption=Nom du département :
S_OK.Caption=&OK
S_Exit.Caption=&Annuler

[FrmNew]
FrmNew.Caption=Gestion du terminal

GroupBox1.Caption=Informations du terminal
GroupBox2.Caption=Méthode de communication

Label1.Caption=Numéro du terminal
Label2.Caption=ID de l'appareil
Label3.Caption=Nom de l'appareil
Label4.Caption=Groupe de l'appareil
Label5.Caption=Statut T&A
Label6.Caption=(Faîtes en sorte que l'ID de l'appareil soit le même que l'ID de l'appareil apparaissant dans le menu) 

E_Group.Items.Text=Groupe 1\r\nGroupe 2\r\nGroupe 3\r\nGroupe 4\r\nGroupe 5
E_ZT.Items.Text=Statut réel\r\nOccupé\r\nLibre
GroupBox3.Caption=Type Périphérique
Label7.Caption=Type Périphérique
E_Type.Items.Text=Fingerprit/Carte Vérifiez \r\nFacial Vérifiez FacePass
GroupBox4.Caption=Communication Paramètre
Label8.Caption=IP adresse 
Label9.Caption=Comm PWD
Label10.Caption=Comm Port

RB1.Caption=COM
RB2.Caption=LAN
RB3.Caption=RS485
RB4.Caption=USB(pas de driver)
RB5.Caption=LAN(Client)

S_OK.Caption=&OK
S_Exit.Caption=&Annuler

[FrmAutoDown]
FrmAutoDown.Caption=Téléchargement automatique des enregistrements

CB1.Caption=Activer le téléchargement automatique des enregistrements
Label1.Caption=Timing de téléchargement :
Label2.Caption=Heure :
S_Add.Caption=Ajouter
S_Clear.Caption=Supprimer heure
S_OK.Caption=&OK
S_Exit.Caption=&Annuler

[FrmSet]
FrmSet.Caption=Configuration des paramètres du terminal

Label1.Caption=Gestion du mot de passe(0-999999)
Label2.Caption=Temps avant mise en veille(0-250 minute)
Label3.Caption=Volume(0-5)
Label4.Caption=Langage
Label5.Caption=Format de la date
Label15.Caption=Format de l'heure

Label6.Caption=Précision de la reconnaissance
Label7.Caption=Valeur du seuil d'enregistrement de l'alarme(0-5000)
Label8.Caption=Période entre deux pointages(0-250 minute)
Label9.Caption=Demande du code de travail
Label10.Caption=Fonction de moniteur en temps réel
Label11.Caption=Fonction de sonnerie
Label11.Caption2=Configuration du relai
Label16.Caption=Mettre à jour le fichier d'empreinte intelligement

Label12.Caption=Mode Wiegand
Label13.Caption=Code fixe de zone Wiegand(0-254)
Label14.Caption=Temps de vérrouillage du relai(0-15 second)

Label18.Caption=Méthode d'identification par défaut
Label17.Caption=Capteur de temporisation de l'alarme(0-250 second)：

Label19.Caption=Ajouter un numéro de carte
Label20.Caption=Supprimer un numéro de carte

Label21.Caption=Heure de redémarrage
Label26.Caption=Temps d'étalonnage(± 60)：


CB1.Caption=Appareil par défaut
CB2.Caption=FP
CB3.Caption=FP+MP
CB4.Caption=FP+MP+Card
CB5.Caption=ID+MP
CB6.Caption=ID+FP
CB7.Caption=ID+MP+FP
CB8.Caption=Card
CB9.Caption=Card+MP
CB10.Caption=Card+FP

B_OK.Caption=OK
B_Cancel.Caption=Annuler

E_Language.Items.Text=Chinois simplifié\r\nChinois traditionnel\r\nAnglais\r\nFrançais\r\nAllemand\r\nEspagnol\r\nPortugais\r\nItalien\r\nBulgarien\r\nSlovaquien\r\nHongrois\r\nSlovénien
E_DTFormat.Items.Text=aa-mm-jj\r\nmm/jj/aa\r\njj/mm/aa
E_TTFormat.Items.Text=24 Heures\r\n12 Heures
E_ver.Items.Text=Normal\r\nBon\r\nExact
E_Workcode.Items.Text=Activer\r\nDésactiver
E_RealTime.Items.Text=Désactiver\r\nActiver
E_Ring.Items.Text=Désactiver\r\nActiver
E_Ring.Items.Text2=1-Sonnerie  2-Vérrouiller\r\n1-Verrouiller 2-Fermer\r\n1-Fermer  2-Vérouiller\r\n1-Vérouiller  2-Vérouiller\r\n1-Fermer  2-Fermer
E_Update.Items.Text=Désactiver\r\nActiver

E_wiegand.Items.Text=Wiegand26\r\nAnviz Wiegand\r\nCode de zone Wiegand fixe

S_Default.Caption=Afficher la configuration par défaut
S_OK.Caption=&OK
S_Exit.Caption=&Annuler
Label22.Caption=raison sociale
Label23.Caption=Adresse de la Société
Label24.Caption=impôt sur les sociétés
Label25.Caption=FacePass appareil sans les fonctions ci-dessus.
S_Init.Caption=Initialiser l'unité
S_DelRec.Caption=dossier clair

[FrmSetRing]
FrmSetRing.Caption=Configurer le temps de sonnerie

Label1.Caption=Liste des temps de sonneries
Label2.Caption=Temps de sonnerie

GroupBox1.Caption=Informations détaillées

CB1.Caption=Lundi
CB2.Caption=Mardi
CB3.Caption=Mercredi
CB4.Caption=Jeudi
CB5.Caption=Vendredi
CB6.Caption=Samedi
CB7.Caption=Dimanche

S_Add.Caption=&Ajouter
S_Del.Caption=&Supprimer
S_OK.Caption=&OK
S_Exit.Caption=&Annuler

[FrmSetGroup]
FrmSetGroup.Caption=Configurer horaires/groupes

gbSect.Caption=Configuration des horaires
Label11.Caption=Numéro d'horaire
Label12.Caption=Heure de début/fin du Lundi
Label13.Caption=Heure de début/fin du Mardi
Label14.Caption=Heure de début/fin du Mercredi
Label15.Caption=Heure de début/fin du Jeudi
Label16.Caption=Heure de début/fin du Vendredi
Label17.Caption=Heure de début/fin du Samedi
Label18.Caption=Heure de début/fin du Dimanche
S_ApplySect.Caption=Configurer

gbGroup.Caption=Configuration du groupe
Label01.Caption=Numéro du groupe
Label02.Caption=Horaire 1
Label03.Caption=Horaire 2
Label04.Caption=Horaire 3
Label05.Caption=Horaire 4
S_ApplyGrp.Caption=Configurer

S_Exit.Caption=Quitter

[FrmSetPower]
FrmSetPower.Caption=Configurer privilège

cxTreeview1.Items[0].Text=Groupe 1
cxTreeview1.Items[1].Text=Groupe 2
cxTreeview1.Items[2].Text=Groupe 3
cxTreeview1.Items[3].Text=Groupe 4
cxTreeview1.Items[4].Text=Groupe 5

S_OK.Caption=&OK
S_Exit.Caption=&Annuler

[FrmSDept]
FrmSDept.Caption=Transfert d'employé

Label1.Caption=Veuillez choisir le département
S_OK.Caption=&OK
S_Exit.Caption=&Annuler

[FrmSetPwd]
FrmSetPwd.Caption=Modifier le mot de passe administrateur

Label1.Caption=Ancien mot de passe :
Label2.Caption=Nouveau mot de passe :
Label3.Caption=Confirmez le mot de passe :
S_OK.Caption=&OK
S_Exit.Caption=&Annuler

[FrmStatus]
FrmStatus.Caption=Configuration du statut T&A

Label1.Caption=Veuillez trier dans l'ordre approprié :
cxGrid1DBTableView1Column1.Caption=Valeur du statut
cxGrid1DBTableView1Column2.Caption=Symbole
cxGrid1DBTableView1Column3.Caption=Descriprion du statut

S_Get.Caption=Récupérer depuis le terminal
S_Set.Caption=Uploader sur le terminal sélectionné

[FrmPicture]
FrmPicture.Caption=Editer l'image

S_Select.Caption=&Voir
S_Save.Caption=&Sauvegarder
S_Restore.Caption=&Restaurer
S_Cut.Caption=Couper &Bas
S_Exit.Caption=&Fermer

Groupbox1.Caption=Zoom avant/arrière

[FrmBaseSet]
FrmBaseSet.Caption=Configuration des paramètres de base

Groupbox1.Caption=Paramètre de base
Label1.Caption=Temps de délai de communication avec le port Com (1-10) Secondes
Label2.Caption=Temps de délai de communication avec le réseau(1-20) Secondes
Label3.Caption=Port IP
Label4.Caption=FacePass NTP-SERVER IP
CB1.Caption=Echec de communication, fin de l'opération actuelle automatique
CB2.Caption=Dans le monitoring en temps réel, la voix demande "Nom du département?"
CB3.Caption=Effacer les fichiers après le téléchargement

S_OK.Caption=&OK
S_Exit.Caption=&Annuler

[FrmCopyPower]
FrmCopyPower.Caption=Copier la fonction et le privilège

Label1.Caption=ID de l'employé copié

S_OK.Caption=&OK
S_Exit.Caption=&Annuler

[FrmPhoto]
FrmPhoto.Caption=Prendre des photos

Label1.Caption=Caméra 

S_Take.Caption=&Prendre une photo
S_Save.Caption=&Sauvegarder
S_Restore.Caption=&Restaurer
S_Cut.Caption=Couper &Bas
S_Exit.Caption=&Fermer

Groupbox1.Caption=Zoom avant/arrière

[FrmNetinfo]
FrmNetinfo.Caption=Configurer l'IP du terminal

Groupbox1.Caption=Configurer l'IP du terminal

CB1.Caption=Adresse IP :
CB2.Caption=Passerelle par défaut :
CB3.Caption=Masque de sous-réseau :
CB4.Caption=Adresse MAC :
CB5.Caption=Adresse IP du serveur :
CB6.Caption=Mode de travail :
CB6_Flag.Items.Text=Serveur\r\nClient
CB7.Caption=Comm Port

S_OK.Caption=&OK
S_Exit.Caption=&Annuler

[FrmUnitInfo]
FrmUnitInfo.Caption=Informations du terminal

Groupbox1.Caption=Informations du terminal
Label1.Caption=Numéro d'utilisateur
Label2.Caption=Numéro d'empreinte
Label3.Caption=Numéro de mot de passe
Label4.Caption=Numéro de carte
Label5.Caption=Numéro du nouvel enregistrement
Label6.Caption=Nombre total d'enregistrements
Label7.Caption=Version du logiciel
Label8.Caption=Numéro de série de l'appareil

S_Get.Caption=&Envoyer
S_Exit.Caption=&Annuler

[FrmMessage]
FrmMessage.Caption=Gestion des messages

Label1.Caption=Type de message
Label2.Caption=ID de l'employé
Label3.Caption=Date de début
Label4.Caption=Date de fin
Label5.Caption=Contenu du message
Label6.Caption=Liste des messages

E_Flag.Items.Text=Message privé\r\nMessage publique

cxGrid1DBTableView1Column1.Caption=Numéro
cxGrid1DBTableView1Column2.Caption=Type de message
cxGrid1DBTableView1Column3.Caption=ID de l'employé
cxGrid1DBTableView1Column4.Caption=Nom
cxGrid1DBTableView1Column5.Caption=Date de début
cxGrid1DBTableView1Column6.Caption=Date de fin
cxGrid1DBTableView1Column7.Caption=Contenu du message

S_Add.Caption=Ajouter un message
S_Read.Caption=Lire le message
S_DelAll.Caption=Supprimer tous les messages
S_DelSel.Caption=Supprimer les messages sélectionnés

[FrmSetStatus]
FrmSetStatus.Caption=Configuration de la mise à jour automatique des statuts T&A

GroupBox1.Caption=Configuration de la mise à jour automatique des statuts T&A
Label1.Caption=Configurer numéro de série
Label11.Caption=Statut T&A
Label12.Caption=Heure de début/fin du Lundi
Label13.Caption=Heure de début/fin du Mardi
Label14.Caption=Heure de début/fin du Mercredi
Label15.Caption=Heure de début/fin du Jeudi
Label16.Caption=Heure de début/fin du Vendredi
Label17.Caption=Heure de début/fin du Samedi
Label18.Caption=Heure de début/fin du Dimanche
S_Get.Caption=Récupérer
S_Set.Caption=Configurer
S_Exit.Caption=Quitter

[FrmAttPic]
FrmAttPic.Caption=Gestion des photos des utilisateurs

S_ReadInfo.Caption=Récupérer les informations de la photo
S_ReadFile.Caption=Récupérer la photo sélectionnée
S_Delall.Caption=Supprimer toutes les photos
S_Delsel.Caption=Supprimer les photos sélectionnées

cxGrid1DBTableView1Column1.Caption=Numéro
cxGrid1DBTableView1Column2.Caption=Numéro d'employé
cxGrid1DBTableView1Column3.Caption=Nom
cxGrid1DBTableView1Column4.Caption=Heure
cxGrid1DBTableView1Column5.Caption=Sauvegardé

[FrmDownLoadLog]
FrmDownLoadLog.Caption=Gestion des logs
Label1.Caption=Date de début
Label2.Caption=Date de fin
cxButton1.Caption=Sélectionner

cxGrid3DBTableView1Column1.Caption=#
cxGrid3DBTableView1Column2.Caption=Numéro
cxGrid3DBTableView1Column3.Caption=Nom
cxGrid3DBTableView1Column4.Caption=Date/Heure
cxGrid3DBTableView1Column5.Caption=ID de l'appareil
cxGrid3DBTableView1Column6.Caption=Logs
Admin=Administrateur
Communication=Communication

[FrmSetMachineNumber]
FrmSetMachineNumber.Caption=Configurer le numéro de la machine
Label1.Caption=Numéro de la machine
Button1.Caption=OK
Button2.Caption=Annuler

[FrmGPRS]
FrmGPRS.Caption=GPRS
LGGSN.Caption=APN
LsIP.Caption=GPRS Server
LIP.Caption=Adresse IP
LPort.Caption=Port
LUN.Caption=Nom d'utilisateur
LPW.Caption=Mot de passe
BOK.Caption=installation
BOK.Caption=Configurer
BCancel.Caption=annuler

[Resource]

DeptName=Siège social

AttFlag1=Empreinte
AttFlag2=Empreinte
AttFlag3=Mot de passe
AttFlag4=Carte
AttFlag5=Face
AttFlag6=Iris

StaffID=ID:
StaffName=Nom:
StaffDept=Département:
StaffDuty=Position:

MachineID=Numéro de terminal:
MachineName=Nom de l'appareil:
MachineSID=ID de l'appareil:
MachineFlag10=Métohde de communication :USB
MachineFlag11=Port Com:
MachineFlag20=Méthode de communication:LAN
MachineFlag21=Adresse IP:
MachineFlag22=Méthode de communication:RS485
MachineFlag23=Méthode de communication:USB
MachineFlag24=Méthode de communication:LAN(Client)
MachineLink1=Etat de la connection:Anormal
MachineLink2=Etat de la connection:Normal
MachineUser=Employés:
MachineFP=Empreintes:
MachineRecord=Enregistrements
MachineNewRecord=Nouveaux enregistrements:

LinkDB=Connection à la base de données réussie, veuillez relancer le logiciel.
LinkDBError=Echec de connection à la base de données, veuillez réessayer.
ExitSystem=Êtes-vous sûr de vouloir quitter?

ErrorPwd=Erreur dans le mot de passe administrateur, vous avez encore %d chances,\r\n Veuillez rentrer le mot de passe administrateur à nouveau.
AutoExitSystem=Erreur dans le mot de passe administrateur, le système va maintenant s'éteindre.

Savedialog1.Filter1=Fichier texte (*.txt)|*.txt
Savedialog1.Filter2=Fichier CSV (*.csv)|*.csv
Savedialog1.Filter3=Fichier Excel (*.xls)|*.xls

Opendialog1.Filter1=Image JPG (*.jpg)|*.jpg

FileExist=Ce dossier contient déjà un fichier nommé " %s ",\r\n Remplacer le fichier existant?
OutFile=Les enregistrements ont été exportés dans " %s "

NOExcel=Microsoft Excel n'est pas installé sur votre ordinateur!

ErrorDeptlist=Erreur dans la lecture de la liste des départements

[Message]

MsgCaption1=Demande système
MsgCaption2=Veuillez confirmer…
NoSelected=Aucun employé sélectionné!

Msg00=Cette opération s'effectuera avec la machine sélectionnée :%sÊtes-vous sûr de vouloir continuer?
Msg1=Echec de synchronisation
Msg2=Synchronisation réussie!
Msg3=Echec d'initialisation
Msg4=Initialisation réussie!

Msg5=Impossible d'ouvrir la porte via le logiciel!
Msg6=Ouverture de la porte via le logiciel réussie!
Msg7=Echec de configuration du temps de sonnerie!
Msg8=Configuration du temps de sonnerie réussie!
Msg9=Echec de configuration de l'horaire!
Msg10=Configuration de l'horaire réussie!
Msg11=Echec de configuration du groupe!
Msg12=Configuration du groupe réussie!

Msg13=Echec de la configuration des paramètres!
Msg14=Configuration des paramètres effectuée avec succès!

Msg15=Echec de lecture des enregistrements!
Msg16=Lecture des enregistrements réussie, Enregistrements :%d ,Lus avec succès:%d 
Msg17=Echec du backup de l'employé!
Msg18=Backup des informations de l'employé réussi, Enregistrements:%d ,Lecture réussies:%d 
Msg19=Backup des empreintes…
Msg20=
Msg21=
Msg22=Backup des employés et des empreintes réussi!
Msg23=Echec du téléchargement de l'empreinte %d 
Msg24=
Msg25=Téléchargement de l'empreinte réussi!
Msg26=Echec de suppression
Msg27=Suppression de l'employé sur l'appareil réussie
Msg28=Upload de l'empreinte 1 échoué
Msg29=Upload de l'empreinte 1 échoué, erreur de modèle d'empreinte
Msg30=Upload de l'empreinte 2 échoué
Msg31=Upload de l'empreinte 1 échoué, erreur de modèle d'empreinte
Msg32=Upload de l'employé échoué
Msg33=Upload de l'employé et de l'empreinte réussi!

Msg34=
Msg35=Upload de l'empreinte %d échoué
Msg36=Echec de configuration de paramètres de réseau
Msg37=Configuration des paramètres réseaux réussie!
Msg38=Récupération échoué
Msg39=Récupération réussie
Msg40=Vous n'avez pas sélectionné la machine T&A!
Msg41=Temps de synchronisation
Msg42=Impossible de connecter la machine T&A
Msg43=Synchronisation réussie
Msg44=Initialisation…
Msg45=Initialisation réussie!

Msg46=Echec de récupération des paramètres du terminal
Msg47=Pas de nouvel enregistrement
Msg48=Pas d'enregistrement
Msg49=Pas d'utilisateur
Msg50=Configuration du temps de sonnerie…
Msg51=Configuration du temps de sonnerie réussie!

Msg52=Veuillez sélectionner une machine T&A!

Msg53=Configuration de l'horaire…
Msg54=Configuration de l'horaire réussie!
Msg55=Configuration du groupe…
Msg56=Configuraiton du groupe réussie!
Msg57=Echec lors de la configuration des paramètres réseau
Msg58=Configuration des paramètres réseau réussie! Veuillez redémarrer la machine T&A.

Msg59=Configuration des paramètres avancés…
Msg60=Configuration des paramètres avancés réussie!
Msg61=Lecture des enregistrements de présence…
Msg62=Lecture des enregistrements de présence
Msg63=Lecture des enregistrements de présence réussie!
Msg64=Backup des employés...
Msg65=Backup des employés:
Msg66=Backup des employés réussi!
Msg67=Restauration des employés...
Msg68=Restauration des employés:
Msg69=Restauration des employés réussie!
Msg70=Téléchargement de l'empreinte...
Msg71=Téléchargement de l'empreinte:
Msg72=Téléchargement de l'empreinte réussi
Msg73=Upload des employés et des empreintes...
Msg74=Upload des employés et des empreintes:
Msg75=Upload des employés et des empreintes réussi
Msg76=Suppression de l'employé de l'appareil...
Msg77=Suppression de l'employé de l'appareil:
Msg78=Suppression de l'employé de l'appareil réussie
Msg79=Il y a déjà ce département!
Msg80=Êtes-vous sûr de vouloir supprimer le département sélectionné?
Msg81=Êtes-vous sûr de vouloir supprimer l'employé sélectionné?
Msg82=Veuillez sélectionner un champ!
Msg83=L'ID de l'employé ne peut pas être nul, veuillez remplir ce champ.
Msg84=Cet ID d'employé existe déjà, veuillez en choisir un autre.
Msg85=Les informations du terminal ne sont pas toutes complètes!
Msg86=Le numéro de machine et son ID existent déjà.
Msg87=L'ancien mot de passe est incorrect, veuillez réessayer.
Msg88=La confirmaiton a échoué, veuillez entrer à nouveau le mot de passe de confirmation.
Msg89=Modification du mot de passe admin réussie!

Msg90=Pas plus de 30 sonneries!
Msg91=Temps de sonnerie répété!

Msg92=Connection au lecteur d'empreinte réussie!
Msg93=Le lecteur d'empreinte n'est pas connecté.
Msg94=Veuillez poser votre doigt…
Msg95=Enrollement réussi!

Msg96=Aucun champ sélectionné!
Msg97=Taille de l'image incorrect. Veuillez choisir une taille d'image appropriée.

Msg98=Êtes-vous sûr de vouloir supprimer ce temps de sonnerie?

Msg99=L'appareil ne dispose pas de cette fonction.
Msg100=L'utilisateur est sauvegardé. Êtes-vous sûr de vouloir ajouter l'utilisateur de nouveau?

Msg101=L'ID n'exitait pas, échec de restauration.
Msg102=Restauration des informations de l'employé dans le cache…

Msg103=Mise à jour de l'information dans le terminal...
Msg104=Mise à jour complet de l'information

Msg105=Maximum de 5 calendriers!
Msg106=Ce temps existe déjà!
Msg107=Entrez le calendrier à télécharger!
Msg108=Téléchargement réussi
Msg109=Êtes-vous sûr de vouloir quitter l'opération actuelle?
Msg110=Sortie de l'opération actuelle
Msg111=Téléchargement du calendrier impossible, d'autres opérations sont en cours!

Msg112=Paramètres de base configurés!
Msg113=Êtes-vous sûr de vouloir copier les privilèges de cet employé?
Msg114=Les privilèges de l'employé sélectionné ont été copiés.
Msg115=L'ID de l'employé n'existe pas. Verifiez à nouveau.

Msg116=Suppression des enregistrements de présence réussie
Msg117=Echec de suppression des enregistrements de présence.
Msg118=Suppression des enregistrements de présence…
Msg119=Echec de lecture des enregistrements depuis la machine T&A
Msg120=Impossible de restaurer les employés
Msg121=Echec de l'upload des employés
Msg122=Suppression des enregistrements de présence réussie!
Msg123=Echec d'obtention de l'adresse IP
Msg124=Adresse IP invalide!
Msg125=Echec de configuration d'adresse IP
Msg126=Adresse IP configurée!
Msg127=Passerelle par défaut invalide!
Msg128=Echec lors de la configuration de la passerelle par défaut!
Msg129=Configuration de la passerelle par défaut réussie!
Msg130=Masque de sous-réseau invalide!
Msg131=Echec de configuration du masque de sous-réseau!
Msg132=Configuration du masque de sous-réseau réussie!
Msg133=Adresse MAC invalide!
Msg134=Echec de configuration de l'adresse MAC!
Msg135=Configuration de l'adresse MAC réussie!
Msg136=Adresse IP du serveur invalide!
Msg137=Echec de configuration de l'adresse IP du serveur!
Msg138=Configuration de l'adresse IP du serveur réussie!
Msg139=Echec de récupération des informations du terminal!

Msg140=Echec d'ajout de message!
Msg141=Ajout de message réussi!
Msg142=Le message n'est pas complet!

Msg143=Message public
Msg144=Message privé
Msg145=Êtes-vous sûr de vouloir supprimer les messages sélectionnés?
Msg146=Echec de suppression de message
Msg147=Message supprimé

Msg148=Êtes-vous sûr de vouloir supprimer tous les messages?
Msg149=Inscrivez-vous au fil du temps!
Msg150=S'il vous plaît doigt de nouveau lieu ...
Msg151=Correspondance avec ses empreintes échoué, inscrivez-vous à nouveau!
Msg152=Répétition d'empreintes digitales, vous inscrire à nouveau.

Msg159=Le premier chiffe de l'ID de l'employé ne peut pas être 0. Veuillez recommencer.

Msg160=Le numéro de carte existe déjà. Veuillez en choisir un autre.
Msg161=Le premier chiffre d'un numéro de carte ne peut être 0. Veuillez réessayer.
Msg162=Êtes-vous sûr de vouloir désactiver le gestionnaire?
Msg163=Echec de désactivation du gestionnaire.
Msg164=Désactivation du gestionnaire réussie!

Msg165=Erreur lors de la récupération des informations du terminal.
Msg166=Erreur lors de la récupération de la liste de statuts du terminal
Msg167=Récupération de la liste des statuts du terminal réussie
Msg168=Configuration de la liste de statuts du terminal...
Msg169=Configuration de la liste de statuts du terminal terminée
Msg170=Echec de configuration de la liste de statuts du terminal
Msg171=Configuration de la liste de statuts du terminal réussie

Msg172=Echec de configuration de changement automatique de statut T&A
Msg173=Configuration de changement automatique de statut T&A réussie
Msg174=Echec lors de la récupération de la configuration de changement automatique de statut T&A
Msg175=Récupération de changement automatique de statut T&A réussie
Msg176=Configuration de changement automatique de statut T&A...
Msg177=Configuration de changement automatique de statut T&A réussie

Msg178=Impossible de récuperer la photo de vérification depuis la caméra de l'appareil.
Msg179=Impossible de récuperer le numéro de la photo de vérification depuis la caméra de l'appareil.
Msg180=Récupération de la photo réussie. Enregistrements:%d， Succès: %d.
Msg181=Êtes-vous sûr de vouloir supprimer toutes les photos?
Msg182=Echec de suppression de la photo!
Msg183=Photo supprimée avec succès!

Msg184=Êtes-vous sûr de vouloir supprimer la photo sélectionnée?
Msg185=Êtes-vous sûr de vouloir récupérer la photo sélectionnée?
Msg186=Echec de récupération de la photo.
Msg187=Photo récupérée avec succès!

Msg188=Le contenu du message est trop grand, et excède la limite autorisée.
Msg189=Echec de téléchargement des logs!
Msg190=Téléchargement des logs réussies. Enregistrements : %d , succès : %d.
Msg191=Echec lors de la configuration du numéro de l'appareil
Msg192=Configuration du numéro de l'appareil réussie!

//U Disk
Msg193=Impossible de trouver le U Disk sur votre ordinateur!
Msg194=Choisissez la direction :
Msg195=Impossible de trouver le fichier %s sur le U Disk!
Msg196=Impossible de trouver le fichier %s sur le U Disk!
Msg197=Il n'y a pas d'employé dans la base de donnée!
Msg198=Backup de l'employé dans le U Disk…
Msg199=Sauvegarder l'employé sur:
Msg200=Sauvegarder le modèle d'empreinte sur:
Msg201=Backup de l'employé sur le U Disk réussi!

Msg203=L'ID de l'employé n'existe pas dans cet enregistrement.
Msg204=Enregistrement répété:
Msg205=Ce dossier ne contient pas l'ID de l'appareil!
Msg206=Lecture des enregistrements:
Msg207=Le contenu du fichier est incorrect!
Msg208=Nombre d'enregistrement : %d , succès : %d.
Msg209=Lecture des informations de l'employé…
Msg210=Employé numéro : %d, Succès : %d.
Msg211=lecture du modèle d'empreinte…
Msg212=Numéro de modèle d'empreinte :%d ; Succès:%d
Msg213=Impossible de définir le GPRS
Msg214=Définir le succès GPRS
Msg215=Impossible d'obtenir des informations GPRS
Msg216=Obtenir des informations succès GPRS

Msg217=Port d'entrée de la communication n'est pas légal!
Msg218=S'il vous plaît vérifier la connexion avec le PC!
Msg219=Téléchargez département de l'information
Msg220=Téléchargez ministère n'a pas
Msg221=Télécharger département successed
Msg222=S'il vous plaît vérifier administrateur sur l'appareil.
Msg223=Modèle téléchargement a échoué!

